#Тема1 "Основы"
#Задача 1
a=input("Введите текст")
print(a)
#Задача 2
name=input("Введите ваше имя")
surname=input("Введите вашу фамилию")
print("Привет",name,surname)
#Задача 3
print("Как ты?\nХорошо")
#Задача 4
num1=int(input(" Введите первое число"))
num2=int(input("Введите второе число"))
print("Сумма чисел:", num1+num2)
#Задача 5
num1=int(input(" Введите первое число"))
num2=int(input("Введите второе число"))
num3=int(input("Введите третье число"))
summ=int(num1+num2)
print("Сумма чисел:", summ*num3)
#Задача 6
bal=int(input("Сколько кусков пиццы у тебя было?"))
ostatok=int(input("Сколько кусков пиццы у тебя осталось?"))
print("Значит ты съел:", bal-ostatok)


