#Задача 5
num1=int(input(" Введите первое число"))
num2=int(input("Введите второе число"))
num3=int(input("Введите третье число"))
summ=int(num1+num2)
print("Сумма чисел:", summ*num3)
