#Тема1 "Основы"
#Задача 1
a=input("Введите текст")
print(a)
