# Задача 9
day = int(input("Введите количество часов: "))
clock = day * 24
men = clock * 60
sec = men * 60
print("Часов:", clock, "Минут:", men, "Секунд:", sec)
