# Задача 7
name = input("Введите ваше имя: ")
age = int(input("Введите ваш возраст: "))
new = age+1 
print(name,'повзрослеет и через год ей исполнится', new)