# Задача 8 
lunch = int(input("Введите общую сумму обеда: "))
people = int(input("Введите количество участников обеда: "))
score = lunch/ people
print("С каждого по:", score)