# Задача 11
de = int(input("Введите число больше 100: "))
delet = int(input("Введите число меньше 10: "))
rez = de// delet
print(delet, "помещается в ", de, "-", rez, "раз.")
