#Задача 2
name=input("Введите ваше имя")
surname=input("Введите вашу фамилию")
print("Привет",name,surname)
