# Задача 10
kilo = int(input("Введите вес в килонраммах: "))
funt = kilo * 2.204
print("Вес в фунтах:", funt)
