#Задача 6
bal=int(input("Сколько кусков пиццы у тебя было?"))
ostatok=int(input("Сколько кусков пиццы у тебя осталось?"))
print("Значит ты съел:", bal-ostatok)
